import os
import time
import sys


os.system("rm -rf whatsapp_crush_code.text")

os.system("clear")

time.sleep(1)

x = "Attacked By : "
print ("")
print ("")
print ("")

moder = input("what is your nickname bro: ")

mo = moder.upper()


name = x + mo

you = name

print ("")
x = 1


while x <= 200:
   #print ("Usirudie 🤔🤔")
   x += 1
   y = open("whatsapp_crush_code.text", "a")
                     
#   print ("*🤔🤔Crushed By*" + name, file = y)
   print ( """✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢⁦✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢⁦  ✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘  ✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢⁦ ✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢⁦✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢⁦✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢ ✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z̴̡̟̠͑͑͊^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘͢͢✘͢͢ۦོ͢✘͢͢ۦོ͢⇣͢✰͢↬Ä̸̻̻̼́̓͛m̵̫͔̟͐͌̚l̴̠͙̻͌̔̾i̸͔̪͓͊͛͘k̵͇͐͛̽͜é̴̠̙͎͠-̴̝̺̦͛͘Ț̵̢͕̔̈́̚z^^O̷ ꦿ⃕O̷↬ۦོ͢✰͢⇣͢✘""" +you, file = y)
